header.log_out = \u0412\u044B\u0439\u0442\u0438
header.my_account = \u041C\u043E\u0439 \u0430\u043A\u043A\u0430\u0443\u043D\u0442
header.hello = \u041F\u0440\u0438\u0432\u0435\u0442,
header.lang.ru = RU
header.lang.en = EN

sidebar.link.users = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438
sidebar.link.books = \u041A\u043D\u0438\u0433\u0438
sidebar.link.all_order = \u0417\u0430\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0439 \u043A\u043D\u0438\u0433\u0438
sidebar.link.all_reserved = \u0417\u0430\u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0439 \u043A\u043D\u0438\u0433\u0438
sidebar.link.my_order = \u041C\u043E\u0438 \u0437\u0430\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0435 \u043A\u043D\u0438\u0433\u0438
sidebar.link.my_reserved = \u041C\u043E\u0438 \u0437\u0430\u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u044B\u0435 \u043A\u043D\u0438\u0433\u0438
sidebar.link.about_library = \u041E \u0411\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435

table.label.title = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435
table.label.author = \u0410\u0432\u0442\u043E\u0440
table.label.category = \u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
table.label.publish_year = \u0413\u043E\u0434 \u0438\u0437\u0434\u0430\u043D\u0438\u044F
table.label.rating = \u0420\u0435\u0439\u0442\u0438\u043D\u0433
table.label.number = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E
table.label.action = \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044F
table.button.search = \u041F\u043E\u0438\u0441\u043A
table.button.edit = \u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C
table.label.reading_room = \u0427\u0438\u0442\u0430\u043B\u044C\u043D\u044B\u0439 \u0437\u0430\u043B
table.label.season_ticket= \u0421\u0435\u0437\u043E\u043D\u043D\u044B\u0439 \u0431\u0438\u043B\u0435\u0442
table.button.order = \u0417\u0430\u043A\u0430\u0437\u0430\u0442\u044C

book.label.title = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435
book.label.author = \u0410\u0432\u0442\u043E\u0440
book.label.category = \u041A\u0430\u0442\u0435\u0433\u043E\u0440\u0438\u044F
book.label.publish_year = \u0413\u043E\u0434 \u0418\u0437\u0434\u0430\u043D\u0438\u044F
book.label.description = \u041E\u043F\u0438\u0441\u0430\u043D\u0438\u0435
book.label.number = \u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E
book.category.sci_fi = \u041D\u0430\u0443\u0447\u043D\u0430\u044F \u0424\u0430\u043D\u0442\u0430\u0441\u0442\u0438\u043A\u0430
book.category.detective = \u0414\u0435\u0442\u0435\u043A\u0442\u0438\u0432
book.category.novel = \u0420\u043E\u043C\u0430\u043D
book.title.add_book = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043A\u043D\u0438\u0433\u0443
book.button.cancel = \u041E\u0442\u043C\u0435\u043D\u0430
book.button.add_book = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043A\u043D\u0438\u0433\u0443
book.button.edit = \u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C
book.button.add = \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C
books.info.booked_success = \u0412\u044B \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u043A\u0430\u0437\u0430\u043B\u0438
books.info.book = \u043A\u043D\u0438\u0433\u0443
table.label.book_search = \u041F\u043E\u0438\u0441\u043A \u043A\u043D\u0438\u0433
book.back.book_list = \u0432\u0435\u0440\u043D\u0443\u0442\u044C\u0441\u044F \u043A \u0441\u043F\u0438\u0441\u043A\u0443 \u043A\u043D\u0438\u0433

pagination.prev.page=\u041F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0430\u044F
pagination.current.page=\u0422\u0435\u043A\u0443\u0449\u0430\u044F
pagination.next.page=\u0421\u043B\u0435\u0434\u0443\u044E\u0449\u0430\u044F


orders.button.search = \u041F\u043E\u0438\u0441\u043A
orders.label.title = \u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435
orders.label.issue = \u0412\u044B\u043F\u0443\u0441\u043A
orders.label.status = \u0421\u0442\u0430\u0442\u0443\u0441
orders.label.user_name = \u0418\u043C\u044F
orders.label.ordered_date = \u0414\u0430\u0442\u0430 \u0437\u0430\u043A\u0430\u0437\u0430
orders.label.reserved_date = \u0414\u0430\u0442\u0430 \u0440\u0435\u0437\u0435\u0440\u0432\u0430
orders.label.action = \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044F
orders.button.reserve = \u0417\u0430\u0440\u0435\u0437\u0435\u0440\u0432\u0438\u0440\u043E\u0432\u0430\u0442\u044C
orders.button.reject = \u041E\u0442\u043A\u043B\u043E\u043D\u0438\u0442\u044C
orders.button.return = \u041D\u0430\u0437\u0430\u0434

register.inform.back_account = \u0432\u0435\u0440\u043D\u0443\u0442\u044C\u0441\u044F \u043A \u043D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0430\u043C \u0430\u043A\u043A\u0430\u0443\u043D\u0442\u0430
register.label.login = \u041B\u043E\u0433\u0438\u043D:
register.label.first_name = \u0418\u043C\u044F:
register.label.second_name = \u0424\u0430\u043C\u0438\u043B\u0438\u044F:
register.label.password = \u041F\u0430\u0440\u043E\u043B\u044C:
register.label.email = Email:
register.label.role = \u0420\u043E\u043B\u044C:
register.label.admin = \u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440
register.label.user = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
register.button.cancel =\u041E\u0442\u043C\u0435\u043D\u0430
register.button.register_user = \u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044C
register.info.permission = \u0423 \u0432\u0430\u0441 \u043D\u0435\u0434\u043E\u0441\u0442\u0430\u0442\u043E\u0447\u043D\u043E \u043F\u0440\u0430\u0432

sign_in.button.sign_in = \u0412\u0445\u043E\u0434
sign_in.label.about_library = \u041E \u0411\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0435
sign_in.button.show_password = \u043F\u043E\u043A\u0430\u0437\u0430\u0442\u044C \u043F\u0430\u0440\u043E\u043B\u044C

user.button.register_user= \u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u043D\u043E\u0432\u043E\u0433\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
user.label.login = \u041B\u043E\u0433\u0438\u043D:
user.label.first_name = \u0418\u043C\u044F:
user.label.second_name = \u0444\u0430\u043C\u0438\u043B\u0438\u044F:
user.label.password = \u041F\u0430\u0440\u043E\u043B\u044C:
user.label.email = E-mail:
user.label.role = \u0420\u043E\u043B\u044C:
user.label.admin = \u0410\u0434\u043C\u0438\u043D\u0438\u0441\u0442\u0440\u0430\u0442\u043E\u0440
user.label.user = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C
user.button.cancel = \u041E\u0442\u043C\u0435\u043D\u0430
user.button.submit = \u041E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C
user.button.deactivate_account = \u0414\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0430\u043A\u043A\u0430\u0443\u043D\u0442
user.back.user_list= B\u0435\u0440\u043D\u0443\u0442\u044C\u0441\u044F \u043A \u0441\u043F\u0438\u0441\u043A\u0443 \u043A\u043D\u0438\u0433
users.button.search = \u041F\u043E\u0438\u0441\u043A
users.table.label.login =\u041B\u043E\u0433\u0438\u043D
users.table.label.first_name = \u0418\u043C\u044F
users.table.label.second_name = \u0424\u0430\u043C\u0438\u043B\u0438\u044F
users.table.label.email = E-mail
users.table.label.role = \u0420\u043E\u043B\u044C
users.table.label.status = \u0421\u0442\u0430\u0442\u0443\u0441
users.table.label.activation_date = \u0414\u0430\u0442\u0430 \u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438
users.table.label.deactivation_date = \u0414\u0430\u0442\u0430 \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0430\u0446\u0438\u0438
users.table.label.action = \u0414\u0435\u0439\u0441\u0442\u0432\u0438\u044F
users.button.edit = \u0420\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u0442\u044C
users.label.user_search = \u041F\u043E\u0438\u0441\u043A \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F
book.button.delete_book = \u0423\u0434\u0430\u043B\u0438\u0442\u044C \u043A\u043D\u0438\u0433\u0443

page.title.books = \u041A\u043D\u0438\u0433\u0438
page.title.book_edit = \u0420\u0435\u043A\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u0435 \u043A\u043D\u0438\u0433\u0438
page.title.user_register = \u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
page.title.sing_in = \u0412\u0445\u043E\u0434
page.user.account_settings = \u041D\u0430\u0441\u0442\u0440\u043E\u0439\u043A\u0438 \u0430\u043A\u043A\u0430\u0443\u043D\u0442\u0430
page.title.users = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0438

validation.user.registration.login = \u041D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u043B\u043E\u0433\u0438\u043D, \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0431\u0443\u043A\u0432\u044B \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430, \u0446\u0438\u0444\u0440\u044B, \u0442\u0438\u0440\u0435, \u043D\u0438\u0436\u043D\u0435\u0435 \u043F\u043E\u0434\u0447\u0451\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u0435. \u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u043D\u0430 - 3 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F 25 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.user.registration.password = \u041D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C, \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0431\u0443\u043A\u0432\u044B \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430, \u0446\u0438\u0444\u0440\u044B, \u0442\u0438\u0440\u0435, \u043D\u0438\u0436\u043D\u0435\u0435 \u043F\u043E\u0434\u0447\u0451\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u0435. \u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u043D\u0430 8 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F 16 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.user.registration.firstname = \u041D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u043E\u0435 \u0418\u043C\u044F, \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0431\u0443\u043A\u0432\u044B \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430, \u0446\u0438\u0444\u0440\u044B, \u0442\u0438\u0440\u0435, \u043D\u0438\u0436\u043D\u0435\u0435 \u043F\u043E\u0434\u0447\u0451\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u0435. \u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u043D\u0430 - 2 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F 25 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.user.registration.secondname = \u041D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u0430\u044F \u0424\u0430\u043C\u0438\u043B\u0438\u044F, \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0431\u0443\u043A\u0432\u044B \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430, \u0446\u0438\u0444\u0440\u044B, \u0442\u0438\u0440\u0435, \u043D\u0438\u0436\u043D\u0435\u0435 \u043F\u043E\u0434\u0447\u0451\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u0435. \u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u043D\u0430 - 2 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F 25 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.user.registration.email = \u041D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u0430\u044F \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u0430\u044F \u043F\u043E\u0447\u0442\u0430
validation.user.login.incorrect = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C \u0438\u043B\u0438 \u043B\u043E\u0433\u0438\u043D
validation.user.login.isBanned = \u0412\u0430\u0448 \u0441\u0442\u0430\u0442\u0443\u0441 \u0437\u0430\u0431\u0430\u043D\u0435\u043D. 

validation.book.search = \u041D\u0435\u043A\u043E\u0440\u0440\u0435\u043A\u0442\u043D\u044B\u0439 \u0432\u0432\u043E\u0434, \u0441\u043B\u0435\u0434\u0443\u0435\u0442 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u0431\u0443\u043A\u0432\u044B \u043B\u044E\u0431\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430, \u0446\u0438\u0444\u0440\u044B, \u0442\u0438\u0440\u0435, \u043D\u0438\u0436\u043D\u0435\u0435 \u043F\u043E\u0434\u0447\u0451\u0440\u043A\u0438\u0432\u0430\u043D\u0438\u0435. \u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u043D\u0430 - 2 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F 25 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.book.add.author = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u0438\u043C\u044F \u0430\u0432\u0442\u043E\u0440\u0430, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0431\u0443\u043A\u0432\u044B \u0438 \u043F\u0440\u043E\u0431\u0435\u043B\u044B, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u0430 \u043F\u043E\u043B\u044F \u0441\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 40 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.book.add.title = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0436\u0430\u043D\u0440\u0430, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u0443\u0439\u0442\u0435 \u0431\u0443\u043A\u0432\u044B \u0438 \u043F\u0440\u043E\u0431\u0435\u043B\u044B, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u0430 \u043F\u043E\u043B\u044F 45 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.book.add.description = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u043E\u043F\u0438\u0441\u0430\u043D\u0438\u0435, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u0430\u044F \u0434\u043B\u0438\u043D\u0430 \u043F\u043E\u043B\u044F 500 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432
validation.book.add.number = \u041D\u0435\u0432\u0435\u0440\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043A\u043D\u0438\u0433, \u043E\u043D\u043E \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u043E\u0442 0 \u0434\u043E 100
validation.book.add.publishYear = \u041D\u0435\u0432\u0435\u0440\u043D\u044B\u0439 \u0433\u043E\u0434 \u043F\u0443\u0431\u043B\u0438\u043A\u0430\u0446\u0438\u0438, \u043E\u043D \u0434\u043E\u043B\u0436\u0435\u043D \u0431\u044B\u0442\u044C \u043C\u0435\u0436\u0434\u0443 1500 \u0438 \u0442\u0435\u043A\u0443\u0449\u0438\u043C \u0433\u043E\u0434\u043E\u043C

user.register.successfully = \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D \u0443\u0441\u043F\u0435\u0448\u043D\u043E

sign_in.text1 = \u0411\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430, \u043A\u043E\u0442\u043E\u0440\u0430\u044F \u043C\u043E\u0436\u0435\u0442 \u0441\u0438\u043B\u044C\u043D\u043E \u0440\u0430\u0437\u043B\u0438\u0447\u0430\u0442\u044C\u0441\u044F \u043F\u043E \u0440\u0430\u0437\u043C\u0435\u0440\u0443, \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u043E\u0432\u0430\u043D\u0430 \u0434\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F \u0438 \u043F\u043E\u0434\u0434\u0435\u0440\u0436\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0433\u043E\u0441\u0443\u0434\u0430\u0440\u0441\u0442\u0432\u0435\u043D\u043D\u044B\u043C \u043E\u0440\u0433\u0430\u043D\u043E\u043C, \u0442\u0430\u043A\u0438\u043C \u043A\u0430\u043A \u043F\u0440\u0430\u0432\u0438\u0442\u0435\u043B\u044C\u0441\u0442\u0432\u043E; \u0443\u0447\u0440\u0435\u0436\u0434\u0435\u043D\u0438\u0435, \u0442\u0430\u043A\u043E\u0435 \u043A\u0430\u043A \u0448\u043A\u043E\u043B\u0430 \u0438\u043B\u0438 \u043C\u0443\u0437\u0435\u0439; \u043A\u043E\u0440\u043F\u043E\u0440\u0430\u0446\u0438\u044F; \u0438\u043B\u0438 \u0447\u0430\u0441\u0442\u043D\u043E\u0435 \u043B\u0438\u0446\u043E. \u0412 \u0434\u043E\u043F\u043E\u043B\u043D\u0435\u043D\u0438\u0435 \u043A \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u0435\u043D\u0438\u044E \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0438 \u0442\u0430\u043A\u0436\u0435 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u044E\u0442 \u0443\u0441\u043B\u0443\u0433\u0438 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430\u0440\u0435\u0439, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043E\u0431\u0443\u0447\u0435\u043D\u044B \u0438 \u044F\u0432\u043B\u044F\u044E\u0442\u0441\u044F \u044D\u043A\u0441\u043F\u0435\u0440\u0442\u0430\u043C\u0438 \u0432 \u043F\u043E\u0438\u0441\u043A\u0435, \u043E\u0442\u0431\u043E\u0440\u0435, \u0440\u0430\u0441\u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0435\u043D\u0438\u0438 \u0438 \u043E\u0440\u0433\u0430\u043D\u0438\u0437\u0430\u0446\u0438\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0432 \u0438\u043D\u0442\u0435\u0440\u043F\u0440\u0435\u0442\u0430\u0446\u0438\u0438 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u043E\u043D\u043D\u044B\u0445 \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u043E\u0441\u0442\u0435\u0439, \u043D\u0430\u0432\u0438\u0433\u0430\u0446\u0438\u0438 \u0438 \u0430\u043D\u0430\u043B\u0438\u0437\u0435 \u043E\u0447\u0435\u043D\u044C \u0431\u043E\u043B\u044C\u0448\u0438\u0445 \u043E\u0431\u044A\u0435\u043C\u043E\u0432 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0441 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u0435\u043C \u0440\u0430\u0437\u043B\u0438\u0447\u043D\u044B\u0445 \u0440\u0435\u0441\u0443\u0440\u0441\u043E\u0432.
sign_in.text2 =\u0411\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430 \u2014 \u044D\u0442\u043E \u0441\u043E\u0431\u0440\u0430\u043D\u0438\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u043E\u0432, \u043A\u043D\u0438\u0433 \u0438\u043B\u0438 \u043C\u0435\u0434\u0438\u0430, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u043B\u0435\u0433\u043A\u043E \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u044B \u0434\u043B\u044F \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u043D\u0438\u044F, \u0430 \u043D\u0435 \u0442\u043E\u043B\u044C\u043A\u043E \u0434\u043B\u044F \u0434\u0435\u043C\u043E\u043D\u0441\u0442\u0440\u0430\u0446\u0438\u0438. \u041E\u043D \u043E\u0442\u0432\u0435\u0447\u0430\u0435\u0442 \u0437\u0430 \u0440\u0430\u0437\u043C\u0435\u0449\u0435\u043D\u0438\u0435 \u043E\u0431\u043D\u043E\u0432\u043B\u0435\u043D\u043D\u043E\u0439 \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438 \u0434\u043B\u044F \u0435\u0436\u0435\u0434\u043D\u0435\u0432\u043D\u043E\u0433\u043E \u0443\u0434\u043E\u0432\u043B\u0435\u0442\u0432\u043E\u0440\u0435\u043D\u0438\u044F \u043F\u043E\u0442\u0440\u0435\u0431\u043D\u043E\u0441\u0442\u0435\u0439 \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F. \u0411\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430 \u043F\u0440\u0435\u0434\u043E\u0441\u0442\u0430\u0432\u043B\u044F\u0435\u0442 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B (\u043F\u0435\u0447\u0430\u0442\u043D\u044B\u0435 \u043A\u043E\u043F\u0438\u0438 \u0434\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u043E\u0432) \u0438\u043B\u0438 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B \u0441 \u0446\u0438\u0444\u0440\u043E\u0432\u044B\u043C \u0434\u043E\u0441\u0442\u0443\u043F\u043E\u043C (\u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u044B\u0435 \u043A\u043E\u043F\u0438\u0438) \u0438 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u043C \u043C\u0435\u0441\u0442\u043E\u043C \u0438\u043B\u0438 \u0432\u0438\u0440\u0442\u0443\u0430\u043B\u044C\u043D\u044B\u043C \u043F\u0440\u043E\u0441\u0442\u0440\u0430\u043D\u0441\u0442\u0432\u043E\u043C, \u0438\u043B\u0438 \u0438 \u0442\u0435\u043C, \u0438 \u0434\u0440\u0443\u0433\u0438\u043C. \u041A\u043E\u043B\u043B\u0435\u043A\u0446\u0438\u044F \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0438 \u043C\u043E\u0436\u0435\u0442 \u0432\u043A\u043B\u044E\u0447\u0430\u0442\u044C \u043F\u0435\u0447\u0430\u0442\u043D\u044B\u0435 \u043C\u0430\u0442\u0435\u0440\u0438\u0430\u043B\u044B \u0438 \u0434\u0440\u0443\u0433\u0438\u0435 \u0444\u0438\u0437\u0438\u0447\u0435\u0441\u043A\u0438\u0435 \u0440\u0435\u0441\u0443\u0440\u0441\u044B \u0432\u043E \u043C\u043D\u043E\u0433\u0438\u0445 \u0444\u043E\u0440\u043C\u0430\u0442\u0430\u0445, \u0442\u0430\u043A\u0438\u0445 \u043A\u0430\u043A DVD, CD \u0438 \u043A\u0430\u0441\u0441\u0435\u0442\u044B, \u0430 \u0442\u0430\u043A\u0436\u0435 \u0434\u043E\u0441\u0442\u0443\u043F \u043A \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u0438, \u043C\u0443\u0437\u044B\u043A\u0435 \u0438\u043B\u0438 \u0434\u0440\u0443\u0433\u043E\u043C\u0443 \u043A\u043E\u043D\u0442\u0435\u043D\u0442\u0443, \u0445\u0440\u0430\u043D\u044F\u0449\u0435\u043C\u0443\u0441\u044F \u0432 \u0431\u0438\u0431\u043B\u0438\u043E\u0433\u0440\u0430\u0444\u0438\u0447\u0435\u0441\u043A\u0438\u0445 \u0431\u0430\u0437\u0430\u0445 \u0434\u0430\u043D\u043D\u044B\u0445.

successful.reg.email.body = \u041F\u043E\u0437\u0434\u0440\u0430\u0432\u043B\u044F\u0435\u043C \u0432\u044B \u0431\u044B\u043B\u0438 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u044B \u0432 eLibrary.\u041F\u0435\u0440\u0435\u0439\u0434\u0438\u0442\u0435 \u043F\u043E \u0441\u0441\u044B\u043B\u043A\u0435 \u0434\u043B\u044F \u0432\u0445\u043E\u0434\u0430: http://localhost:8080/controller?command=sign_out